---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.AnalyticalEquipmentLoadData
source: html/dece1c24-b224-822e-a4d0-1b98c5631265.htm
---
# AnalyticalEquipmentLoadData Members

The electrical apparent load of analytical equipment load.